---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.StdPostedWarning
source: html/82839c31-d9af-2d61-9b96-a1aa4df06961.htm
---
# StdPostedWarning Members

Releases all resources used by the StdPostedWarning